function Contract() {
  return (
    <div id="policy-contract">
      <ul>
        <li>
          취소요청 접수기준은 당사의 운영시간 내 ‘환불요청서’가 접수된 시간 또는 마이리얼트립 플랫폼 내의 ‘1:1
          문의하기’에 기록된 시간 혹은 ‘취소요청’이 접수된 시간을 기준으로 합니다.
        </li>
        <li>
          예약 확정 후 파트너가 일정을 변경하여 드릴 수 없어서 발생하는 예약 취소에 관하여는 본 취소환불 정책에 따른
          수수료가 부과됩니다.
        </li>
        <li>
          여행 일정 변경과 관련한 사항은 파트너에게 직접 문의하여야 합니다. 변경요청하시는 내용에 따라서 요금이
          추가되거나 일정 변경이 불가할 수 있습니다.
        </li>
        <li>
          여행자가 여행 확정 후 24시간 이내에 예약 취소를 요청하더라도, 여행일이 24시간 이내인 경우 전액환불 대상에서
          제외됩니다.
        </li>
        <li>
          각 상품의 설명 내용에서 취소환불 정책이 별도 규정 있을 경우, 각 상품의 별도 기재 내용이 본 취소환불 정책보다
          우선 적용됩니다.
        </li>
      </ul>

      <p>가이드투어 취소/환불 안내</p>

      <p>
        파트너약관 제16조 제2항과 같이 여행요금 지급이 이루어진 후 투어 개시일 이전에 여행계약을 임의로 해제되는 경우,
        해제 통보 시점에 관한 다음 각 호의 기준에 따라 여행요금이 환불됩니다.
      </p>

      <p>[국외여행의 경우]</p>

      <ul>
        <li>여행시작 30일전까지 (~30) 통보시: 여행 요금 전액 환불 </li>
      </ul>

      <p>[실물티켓]</p>

      <ol>
        <li>
          환불신청가능기간 결제일 이후 7일 이내 환불 신청한 경우에 한하여 환불이 가능합니다.
          <br />
          (티켓 유효기간의 1개월 이전에 환불을 신청한 경우에 한하여 환불이 가능합니다.){" "}
        </li>
        <li>환불진행시 유의사항 </li>
        <p>여행자가 반품한 실물티켓을 당사가 수령하여 확인한 후 환불 처리됩니다.</p>
        <p>
          실물티켓 구매 시 동봉되었던 티켓 사용 가이드북, 현지 사용 쿠폰 및 사은품도 함께 반품되어야 정상 환불
          처리됩니다.
        </p>
        <p>환불요청 접수 후 5일 이내에 당사에 실물티켓이 수령 확인되는 경우에 한해 정상 환불 처리됩니다.</p>
        <p>
          개인 과실로 인하여 실물티켓이 멸실되거나 훼손된 경우에는 환불이 불가하오니, 각별히 유의하여 주시기 바랍니다.
        </p>
        <li>환불수수료 </li>
        <p>취소수수료(결제금액의 10%) 및 배송비가 환불수수료로 차감됩니다. </p>
        <p>
          티켓제공업체에서 자체 규정하는 별도의 환불규정이 있는 경우 제공업체의 환불규정이 당사의 환불규정에 우선하여
          적용됩니다. (상품상세페이지 기재)
        </p>
      </ol>
    </div>
  );
}

export default Contract;
